{
    "word2idx": {
        "<pad>": 0,
        "<unk>": 1,
        "VIN - Sa - Sb - VOUT": 2,
        "VIN - Sa - Sa - C - VOUT": 3,
        "VIN - Sa - Sb - C - C - GND": 4,
        "VIN - Sa - Sa - C - GND": 5,
        "VOUT - C - C - GND": 6,
        "VOUT - Sb - Sa - C - GND": 7,
        "VIN - Sb - VOUT": 8,
        "VIN - L - Sb - VOUT": 9,
        "VIN - L - L - VOUT": 10,
        "VIN - Sb - C - GND": 11,
        "VIN - L - Sb - C - GND": 12,
        "VIN - L - L - C - GND": 13,
        "VOUT - C - GND": 14,
        "VIN - L - Sb - Sb - L - VOUT": 15,
        "VIN - L - Sa - L - VOUT": 16,
        "VIN - L - Sb - GND": 17,
        "VIN - L - Sa - Sb - GND": 18,
        "VOUT - L - Sb - GND": 19,
        "VOUT - L - Sa - Sb - GND": 20,
        "VIN - Sb - C - VOUT": 21,
        "VIN - Sb - C - Sa - GND": 22,
        "VIN - Sb - C - C - Sa - GND": 23,
        "VOUT - C - Sa - GND": 24,
        "VIN - Sb - L - L - C - VOUT": 25,
        "VIN - Sb - Sa - VOUT": 26,
        "VIN - Sb - L - GND": 27,
        "VIN - Sb - Sa - C - L - GND": 28,
        "VOUT - C - L - GND": 29,
        "VOUT - Sa - L - GND": 30,
        "VIN - Sa - L - L - VOUT": 31,
        "VIN - Sa - C - GND": 32,
        "VOUT - L - L - Sa - C - GND": 33,
        "VOUT - L - L - C - GND": 34,
        "VIN - C - L - VOUT": 35,
        "VIN - Sa - VOUT": 36,
        "VIN - Sb - L - L - GND": 37,
        "VIN - C - L - GND": 38,
        "VIN - Sa - L - L - GND": 39,
        "VOUT - Sb - C - L - GND": 40,
        "VOUT - L - L - GND": 41,
        "VOUT - Sa - C - L - GND": 42,
        "VIN - Sb - Sb - C - Sb - GND": 43,
        "VIN - Sb - L - Sb - GND": 44,
        "VOUT - Sb - C - Sb - GND": 45,
        "VIN - C - VOUT": 46,
        "VIN - C - GND": 47,
        "VIN - C - Sa - GND": 48,
        "VIN - Sb - Sa - GND": 49,
        "VOUT - C - C - Sa - GND": 50,
        "VOUT - C - Sb - Sa - GND": 51,
        "VOUT - Sb - Sa - C - L - GND": 52,
        "VOUT - Sb - C - GND": 53,
        "VOUT - Sa - C - GND": 54,
        "VIN - Sb - L - VOUT": 55,
        "VIN - Sb - L - L - C - GND": 56,
        "VIN - Sb - L - Sa - C - GND": 57,
        "VOUT - L - C - GND": 58,
        "VIN - C - Sa - L - VOUT": 59,
        "VIN - C - C - GND": 60,
        "VIN - Sa - L - Sa - C - GND": 61,
        "VOUT - L - Sa - C - GND": 62,
        "VOUT - Sa - C - C - GND": 63,
        "VIN - C - Sb - Sb - L - VOUT": 64,
        "VIN - Sa - L - VOUT": 65,
        "VIN - C - Sb - GND": 66,
        "VIN - Sa - Sb - GND": 67,
        "VOUT - L - Sa - C - Sb - GND": 68,
        "VIN - L - C - VOUT": 69,
        "VOUT - C - L - C - Sb - GND": 70,
        "VOUT - C - L - Sa - Sb - GND": 71,
        "VIN - Sb - Sb - C - GND": 72,
        "VIN - C - Sb - VOUT": 73,
        "VOUT - Sb - C - C - GND": 74,
        "VIN - C - L - Sb - GND": 75,
        "VIN - C - L - L - GND": 76,
        "VIN - Sa - L - GND": 77,
        "VOUT - C - Sa - Sb - GND": 78,
        "VOUT - C - Sa - L - GND": 79,
        "VIN - Sb - C - L - GND": 80,
        "VOUT - Sb - Sb - L - GND": 81,
        "VIN - Sa - C - Sa - VOUT": 82,
        "VIN - Sa - Sa - VOUT": 83,
        "VIN - Sa - C - C - GND": 84,
        "VIN - Sa - C - VOUT": 85,
        "VIN - Sa - Sb - Sa - GND": 86,
        "VIN - L - Sb - Sa - GND": 87,
        "VIN - Sb - C - C - Sb - GND": 88,
        "VIN - Sb - L - C - Sb - GND": 89,
        "VOUT - C - C - Sb - GND": 90,
        "VOUT - L - C - Sb - GND": 91,
        "VIN - Sb - Sb - VOUT": 92,
        "VIN - Sb - Sa - C - GND": 93,
        "VIN - Sa - L - C - GND": 94,
        "VIN - L - L - L - Sb - VOUT": 95,
        "VIN - L - C - L - Sb - VOUT": 96,
        "VIN - L - L - GND": 97,
        "VIN - L - C - GND": 98,
        "VOUT - Sb - L - GND": 99,
        "VOUT - Sa - Sb - C - GND": 100,
        "VIN - Sb - Sa - Sa - GND": 101,
        "VOUT - Sa - Sb - Sa - Sa - GND": 102,
        "VOUT - Sa - C - Sa - GND": 103,
        "VIN - Sa - L - Sb - GND": 104,
        "VIN - C - Sb - C - VOUT": 105,
        "VIN - L - Sb - C - VOUT": 106,
        "VIN - Sa - Sb - C - GND": 107,
        "VOUT - C - Sa - Sb - Sa - GND": 108,
        "VIN - L - Sb - Sa - VOUT": 109,
        "VIN - Sb - L - Sa - VOUT": 110,
        "VOUT - Sa - Sa - Sb - C - GND": 111,
        "VOUT - Sa - L - C - GND": 112,
        "VOUT - Sb - L - C - GND": 113,
        "VIN - Sb - Sb - L - VOUT": 114,
        "VOUT - L - Sb - C - GND": 115,
        "VOUT - L - Sb - Sb - C - GND": 116,
        "VIN - Sb - L - Sb - L - VOUT": 117,
        "VIN - Sb - L - C - L - VOUT": 118,
        "VIN - Sa - L - Sa - Sb - VOUT": 119,
        "VOUT - Sb - Sa - L - L - GND": 120,
        "VIN - Sa - L - Sa - GND": 121,
        "VOUT - L - Sa - GND": 122,
        "VIN - Sb - L - Sb - Sa - GND": 123,
        "VIN - Sb - L - C - Sa - GND": 124,
        "VOUT - Sb - Sa - GND": 125,
        "VIN - Sa - C - Sa - C - VOUT": 126,
        "VIN - Sa - C - Sa - GND": 127,
        "VOUT - L - C - Sa - GND": 128,
        "VIN - Sa - L - Sa - L - GND": 129,
        "VIN - Sb - Sb - C - Sa - GND": 130,
        "VOUT - Sa - Sb - Sb - C - Sa - GND": 131,
        "VIN - Sb - L - Sb - C - VOUT": 132,
        "VOUT - C - Sb - GND": 133,
        "VIN - L - Sa - VOUT": 134,
        "VIN - L - Sb - L - GND": 135,
        "VIN - L - Sa - Sb - L - GND": 136,
        "VIN - L - Sa - C - L - GND": 137,
        "VOUT - Sb - C - Sb - Sa - GND": 138,
        "VIN - Sb - C - C - GND": 139,
        "VOUT - Sb - Sb - C - GND": 140,
        "VOUT - Sb - Sb - Sa - GND": 141,
        "VIN - C - Sa - Sb - VOUT": 142,
        "VIN - Sb - Sb - Sa - Sa - GND": 143,
        "VOUT - Sb - C - Sa - GND": 144,
        "VOUT - Sb - Sa - Sa - GND": 145,
        "VIN - Sa - Sa - Sa - VOUT": 146,
        "VIN - C - Sa - Sb - GND": 147,
        "VIN - Sa - Sa - Sb - GND": 148,
        "VOUT - C - Sa - Sa - Sb - GND": 149,
        "VOUT - Sa - Sb - GND": 150,
        "VIN - L - Sb - Sb - VOUT": 151,
        "VIN - Sb - Sb - Sa - GND": 152,
        "VIN - C - C - VOUT": 153,
        "VIN - C - C - C - GND": 154,
        "VIN - C - Sb - C - GND": 155,
        "VIN - Sa - L - Sa - VOUT": 156,
        "VIN - Sa - L - Sa - Sa - Sb - GND": 157,
        "VIN - C - L - Sa - Sb - VOUT": 158,
        "VIN - L - Sa - C - GND": 159,
        "VIN - Sb - Sb - Sb - GND": 160,
        "VOUT - C - Sb - Sb - GND": 161,
        "VOUT - C - L - Sb - GND": 162,
        "VOUT - Sb - L - Sb - GND": 163,
        "VIN - Sb - C - L - Sb - VOUT": 164,
        "VIN - Sb - Sb - Sb - VOUT": 165,
        "VIN - Sb - Sb - L - GND": 166,
        "VIN - L - Sa - GND": 167,
        "VOUT - C - Sa - L - Sa - GND": 168,
        "VOUT - Sa - Sa - L - Sa - GND": 169,
        "VIN - L - Sa - C - VOUT": 170,
        "VOUT - Sb - L - Sa - GND": 171,
        "VOUT - Sa - L - Sa - GND": 172,
        "VOUT - Sa - C - Sb - GND": 173,
        "VIN - Sb - Sa - Sb - VOUT": 174,
        "VOUT - Sb - Sa - L - Sb - GND": 175,
        "VOUT - Sa - Sa - C - GND": 176,
        "VIN - Sa - Sb - Sb - VOUT": 177,
        "VIN - Sa - Sb - Sb - C - GND": 178,
        "VIN - L - Sa - Sb - Sb - GND": 179,
        "VOUT - Sa - L - Sa - Sb - Sb - GND": 180,
        "VIN - C - Sa - VOUT": 181,
        "VOUT - C - Sa - Sa - GND": 182,
        "VIN - L - C - C - VOUT": 183,
        "VIN - L - Sa - Sb - C - VOUT": 184,
        "VIN - L - C - Sb - GND": 185,
        "VIN - Sb - Sb - C - L - GND": 186,
        "VOUT - C - Sb - L - C - GND": 187,
        "VIN - L - L - L - Sa - C - VOUT": 188,
        "VIN - Sa - Sb - Sa - VOUT": 189,
        "VIN - Sa - Sb - Sb - GND": 190,
        "VOUT - C - Sa - C - GND": 191,
        "VOUT - C - L - Sa - GND": 192,
        "VOUT - L - L - L - Sa - GND": 193,
        "VIN - C - C - Sa - VOUT": 194,
        "VIN - C - Sa - C - GND": 195,
        "VIN - Sb - L - Sa - GND": 196,
        "VOUT - Sa - Sb - Sa - GND": 197,
        "VOUT - Sa - Sb - L - Sa - GND": 198,
        "VOUT - Sb - Sb - Sb - L - GND": 199,
        "VOUT - Sb - Sb - C - L - GND": 200,
        "VIN - Sa - L - C - Sa - GND": 201,
        "VIN - L - C - Sa - GND": 202,
        "VIN - C - Sb - L - GND": 203,
        "VIN - C - Sb - Sa - GND": 204,
        "VOUT - Sa - C - Sb - L - GND": 205,
        "VOUT - Sa - C - Sb - Sa - GND": 206,
        "VIN - Sb - L - L - VOUT": 207,
        "VIN - Sb - C - L - C - GND": 208,
        "VIN - Sb - L - C - GND": 209,
        "VOUT - C - L - C - GND": 210,
        "VOUT - Sb - C - L - Sb - GND": 211,
        "VOUT - Sb - L - L - Sb - GND": 212,
        "VOUT - C - Sb - C - GND": 213,
        "VOUT - C - Sb - L - GND": 214,
        "VOUT - Sa - Sa - L - GND": 215,
        "VIN - L - Sb - Sb - GND": 216,
        "VOUT - Sb - L - Sb - Sb - GND": 217,
        "VOUT - Sb - L - C - Sb - GND": 218,
        "VIN - L - Sa - Sa - GND": 219,
        "VOUT - C - L - Sa - Sa - GND": 220,
        "VOUT - C - Sa - Sa - C - GND": 221,
        "VOUT - Sa - Sa - Sa - C - GND": 222,
        "VIN - Sa - L - C - L - GND": 223,
        "VOUT - L - Sa - Sa - L - GND": 224,
        "VIN - C - L - C - GND": 225,
        "VIN - Sa - C - Sb - GND": 226,
        "VOUT - Sa - L - Sb - GND": 227,
        "VIN - Sa - Sa - Sb - VOUT": 228,
        "VOUT - Sb - Sa - Sb - GND": 229,
        "VIN - C - Sb - Sa - VOUT": 230,
        "VOUT - Sa - Sb - C - Sa - GND": 231,
        "VIN - Sa - L - Sb - VOUT": 232,
        "VIN - Sa - Sa - L - GND": 233,
        "VOUT - Sb - L - Sa - L - GND": 234,
        "VIN - Sb - Sa - L - VOUT": 235,
        "VOUT - L - C - Sb - C - GND": 236,
        "VOUT - C - Sb - L - Sa - GND": 237,
        "VOUT - Sa - Sb - L - GND": 238,
        "VIN - Sa - Sb - L - VOUT": 239,
        "VIN - Sa - Sb - L - GND": 240,
        "VOUT - Sb - Sa - Sb - L - GND": 241,
        "VOUT - L - Sa - Sa - GND": 242,
        "VOUT - Sb - Sa - Sa - L - GND": 243,
        "VOUT - Sb - Sa - L - GND": 244,
        "VIN - Sa - L - C - VOUT": 245,
        "VIN - Sa - C - L - L - GND": 246,
        "VOUT - C - L - L - GND": 247,
        "VIN - L - Sb - Sa - C - GND": 248,
        "VIN - C - L - Sa - GND": 249,
        "VOUT - Sb - C - L - Sa - GND": 250,
        "VIN - Sb - Sa - Sb - GND": 251,
        "VOUT - Sa - Sa - Sb - GND": 252,
        "VIN - L - L - Sb - GND": 253,
        "VIN - C - Sb - C - L - VOUT": 254,
        "VIN - C - L - C - VOUT": 255,
        "VIN - Sb - L - L - Sa - VOUT": 256,
        "VIN - Sa - L - Sb - Sa - Sb - VOUT": 257,
        "VIN - Sb - Sa - C - VOUT": 258,
        "VIN - L - L - L - VOUT": 259,
        "VOUT - L - L - L - Sb - GND": 260,
        "VIN - L - L - Sa - GND": 261,
        "VOUT - Sb - L - L - Sa - GND": 262,
        "VIN - L - L - C - VOUT": 263,
        "VIN - Sa - C - C - VOUT": 264,
        "VOUT - L - Sb - L - GND": 265,
        "VIN - Sb - Sa - C - Sb - VOUT": 266,
        "VOUT - Sb - Sb - Sb - Sa - GND": 267,
        "VIN - Sb - C - L - VOUT": 268,
        "VOUT - L - C - C - GND": 269,
        "VIN - Sb - L - Sb - VOUT": 270,
        "VIN - L - Sa - Sb - VOUT": 271,
        "VIN - Sa - C - L - GND": 272,
        "VIN - Sb - Sa - C - C - VOUT": 273,
        "VIN - C - Sa - L - GND": 274,
        "VIN - Sa - Sa - L - VOUT": 275,
        "VIN - Sa - Sb - Sa - L - GND": 276,
        "VOUT - Sa - L - L - GND": 277,
        "VIN - Sb - Sb - C - VOUT": 278,
        "VOUT - Sb - Sa - Sa - C - GND": 279,
        "VOUT - Sb - C - Sb - L - GND": 280,
        "VOUT - Sa - Sb - C - C - GND": 281,
        "VOUT - Sa - Sb - C - L - GND": 282,
        "VOUT - Sa - Sb - L - Sb - GND": 283,
        "VIN - Sb - C - Sa - VOUT": 284,
        "VIN - C - Sb - Sa - Sb - GND": 285,
        "VIN - Sb - Sa - Sa - VOUT": 286,
        "VIN - Sb - Sa - L - C - GND": 287,
        "VIN - Sb - Sa - Sa - C - GND": 288,
        "VOUT - Sa - Sb - Sb - Sa - GND": 289,
        "VOUT - Sa - Sa - Sb - Sa - GND": 290,
        "VIN - Sb - C - Sb - GND": 291,
        "VOUT - Sa - Sb - Sb - GND": 292,
        "VIN - C - L - Sa - VOUT": 293,
        "VIN - Sb - Sa - L - GND": 294,
        "VIN - Sa - Sa - Sa - GND": 295,
        "VIN - Sa - Sb - L - Sb - GND": 296,
        "VIN - Sa - Sb - L - C - GND": 297,
        "VIN - Sb - Sa - Sa - Sa - VOUT": 298,
        "VIN - Sb - Sa - Sa - Sb - GND": 299,
        "VIN - C - Sa - C - Sb - GND": 300,
        "VOUT - C - Sb - C - Sb - GND": 301,
        "VIN - Sb - L - C - Sa - VOUT": 302,
        "VIN - C - Sa - C - Sb - VOUT": 303,
        "VIN - Sb - Sa - L - Sb - Sa - VOUT": 304,
        "VIN - L - L - L - GND": 305,
        "VOUT - Sb - L - L - GND": 306,
        "VIN - Sa - L - Sb - C - VOUT": 307,
        "VIN - Sb - C - C - VOUT": 308,
        "VIN - C - Sb - Sb - GND": 309,
        "VIN - Sb - Sa - Sa - L - GND": 310,
        "VIN - L - C - C - Sa - VOUT": 311,
        "VIN - L - L - Sa - C - GND": 312,
        "VIN - L - Sb - Sa - Sa - Sa - VOUT": 313,
        "VOUT - Sa - Sa - Sa - GND": 314,
        "VOUT - Sa - Sb - Sa - Sb - GND": 315,
        "VOUT - Sa - Sb - Sb - Sb - GND": 316,
        "VIN - Sa - Sb - C - VOUT": 317,
        "VOUT - Sa - C - L - Sa - GND": 318,
        "VIN - Sa - C - L - VOUT": 319,
        "VOUT - C - L - Sb - C - GND": 320,
        "VIN - L - C - Sa - VOUT": 321,
        "VIN - L - Sa - Sa - VOUT": 322,
        "VIN - L - C - L - GND": 323,
        "VIN - L - Sa - L - GND": 324,
        "VIN - Sb - Sa - L - Sb - GND": 325,
        "VIN - C - C - Sb - VOUT": 326,
        "VOUT - Sb - L - Sa - C - GND": 327,
        "VIN - L - L - Sa - VOUT": 328,
        "VOUT - Sa - L - L - C - GND": 329,
        "VIN - Sb - Sa - Sb - Sa - GND": 330,
        "VIN - C - C - Sb - Sa - VOUT": 331,
        "VIN - Sa - L - L - C - VOUT": 332,
        "VIN - C - C - L - GND": 333,
        "VIN - Sa - Sb - Sa - L - VOUT": 334,
        "VIN - C - C - Sa - GND": 335,
        "VOUT - C - L - Sa - C - GND": 336,
        "VIN - Sb - L - C - VOUT": 337,
        "VIN - C - Sb - L - C - GND": 338,
        "VIN - Sb - Sb - L - C - GND": 339,
        "VOUT - Sa - L - L - Sa - GND": 340,
        "VOUT - Sb - Sb - Sb - C - GND": 341,
        "VIN - Sa - Sa - Sa - L - GND": 342,
        "VOUT - C - Sa - Sa - Sa - L - GND": 343,
        "VIN - Sb - C - Sb - VOUT": 344,
        "VIN - Sa - Sa - Sb - C - GND": 345,
        "VIN - Sa - Sa - L - C - GND": 346,
        "VIN - Sb - L - L - L - GND": 347,
        "VOUT - L - L - L - GND": 348,
        "VIN - C - L - Sb - VOUT": 349,
        "VIN - Sb - Sa - C - Sa - GND": 350,
        "VIN - L - Sa - C - Sa - VOUT": 351,
        "VIN - L - C - C - GND": 352,
        "VIN - L - Sa - L - Sa - GND": 353,
        "VIN - C - C - Sb - GND": 354,
        "VIN - C - L - L - VOUT": 355,
        "VIN - Sa - L - L - C - GND": 356,
        "VIN - C - Sb - Sb - VOUT": 357,
        "VIN - Sb - Sa - Sb - C - VOUT": 358,
        "VOUT - Sb - Sb - Sb - GND": 359,
        "VOUT - Sb - C - C - Sb - GND": 360,
        "VIN - L - Sa - Sb - Sb - L - VOUT": 361,
        "VOUT - L - Sb - C - Sb - GND": 362,
        "VIN - C - Sa - C - VOUT": 363,
        "VIN - Sb - L - Sa - C - VOUT": 364,
        "VIN - C - Sa - Sa - C - GND": 365,
        "VOUT - L - Sb - C - L - GND": 366,
        "VIN - Sb - Sb - Sa - C - GND": 367,
        "VIN - C - Sb - Sa - C - GND": 368,
        "VIN - L - C - L - C - GND": 369,
        "VIN - L - Sa - L - C - GND": 370,
        "VOUT - C - L - Sa - Sa - L - GND": 371,
        "VOUT - L - C - C - Sb - GND": 372,
        "VOUT - C - Sb - Sa - C - GND": 373,
        "VOUT - C - C - L - GND": 374,
        "VIN - Sa - Sa - L - Sb - GND": 375,
        "VIN - Sb - Sb - Sa - Sb - GND": 376,
        "VIN - Sa - Sa - Sa - Sb - GND": 377,
        "VOUT - Sa - C - Sb - C - GND": 378,
        "VIN - C - Sb - Sa - L - VOUT": 379,
        "VIN - Sa - L - L - Sb - VOUT": 380,
        "VIN - Sa - L - C - C - GND": 381,
        "VOUT - C - Sa - Sb - Sb - GND": 382,
        "VOUT - L - Sa - L - GND": 383,
        "VIN - L - Sb - Sb - Sb - Sa - VOUT": 384,
        "VIN - Sb - Sa - Sa - Sb - C - GND": 385,
        "VOUT - L - Sa - Sa - C - GND": 386,
        "VIN - Sb - Sa - Sb - L - Sa - VOUT": 387,
        "VOUT - Sb - Sb - Sa - C - GND": 388,
        "VOUT - Sa - L - Sb - C - GND": 389,
        "VOUT - Sa - L - Sb - L - GND": 390,
        "VIN - Sa - Sa - Sb - Sa - Sb - VOUT": 391,
        "VIN - Sb - L - C - C - GND": 392,
        "VOUT - Sa - Sb - L - C - GND": 393,
        "VOUT - Sa - Sa - L - C - GND": 394,
        "VIN - C - Sb - L - L - VOUT": 395,
        "VIN - L - Sb - Sb - Sb - GND": 396,
        "VOUT - Sa - L - Sb - Sb - Sb - GND": 397,
        "VIN - C - Sb - L - VOUT": 398,
        "VOUT - L - Sb - C - C - GND": 399,
        "VIN - Sa - C - Sb - C - GND": 400,
        "VOUT - C - L - L - L - GND": 401,
        "VIN - Sb - Sb - Sa - VOUT": 402,
        "VIN - Sa - C - L - Sb - GND": 403,
        "VIN - L - L - L - Sa - VOUT": 404,
        "VOUT - Sa - Sb - Sb - L - GND": 405,
        "VOUT - Sa - Sb - L - L - GND": 406,
        "VIN - L - Sa - Sb - C - GND": 407,
        "VIN - L - L - L - L - VOUT": 408,
        "VOUT - L - L - L - L - C - GND": 409,
        "VIN - C - L - C - L - VOUT": 410,
        "VOUT - C - L - C - L - GND": 411,
        "VIN - C - Sa - Sb - L - GND": 412,
        "VIN - Sa - Sa - Sb - L - GND": 413,
        "VIN - L - Sb - L - L - GND": 414,
        "VIN - Sa - Sb - L - L - GND": 415,
        "VOUT - L - Sb - Sa - GND": 416,
        "VIN - Sa - Sb - L - C - VOUT": 417,
        "VIN - Sa - Sa - C - Sa - GND": 418,
        "VIN - Sa - Sa - C - L - GND": 419,
        "VIN - Sa - C - C - Sb - GND": 420,
        "VIN - Sa - L - C - Sb - GND": 421,
        "VIN - Sa - L - Sb - C - GND": 422,
        "VIN - Sa - L - L - Sa - C - VOUT": 423,
        "VIN - Sa - L - L - Sa - GND": 424,
        "VOUT - Sa - L - Sb - Sa - GND": 425,
        "VOUT - L - Sa - L - C - GND": 426,
        "VIN - Sa - Sa - Sa - Sa - GND": 427,
        "VIN - C - Sa - L - L - GND": 428,
        "VIN - Sa - Sa - L - L - GND": 429,
        "VIN - Sb - Sa - Sb - C - GND": 430,
        "VIN - C - L - L - Sb - VOUT": 431,
        "VOUT - Sb - L - C - L - GND": 432,
        "VIN - Sb - Sb - L - Sa - GND": 433,
        "VIN - L - Sb - Sa - Sb - VOUT": 434,
        "VIN - Sa - L - L - L - GND": 435,
        "VOUT - L - C - L - GND": 436,
        "VOUT - Sa - Sb - Sa - L - GND": 437,
        "VIN - Sb - Sa - Sa - L - VOUT": 438,
        "VIN - Sb - C - L - Sa - GND": 439,
        "VIN - Sa - C - L - C - VOUT": 440,
        "VIN - Sa - Sa - C - C - GND": 441,
        "VIN - Sa - Sb - L - Sa - GND": 442,
        "VIN - Sb - Sb - Sa - L - GND": 443,
        "VOUT - Sb - C - Sa - L - GND": 444,
        "VOUT - Sa - Sa - Sa - Sb - GND": 445,
        "VOUT - C - L - L - Sa - GND": 446,
        "VIN - Sb - C - Sb - C - GND": 447,
        "VIN - Sa - C - Sb - VOUT": 448,
        "VIN - Sa - L - Sb - L - GND": 449,
        "VIN - Sa - Sa - Sb - Sb - GND": 450,
        "VOUT - Sa - Sa - Sb - Sb - GND": 451,
        "VIN - C - Sb - Sb - Sa - GND": 452,
        "VOUT - L - L - C - Sb - GND": 453,
        "VIN - Sb - Sa - L - L - GND": 454,
        "VIN - Sb - Sa - L - Sb - VOUT": 455,
        "VOUT - Sa - C - Sa - Sb - GND": 456,
        "VIN - Sb - Sb - Sb - C - GND": 457,
        "VOUT - L - Sb - Sb - Sa - GND": 458,
        "VOUT - L - C - Sb - Sa - GND": 459,
        "VOUT - Sb - L - C - C - GND": 460,
        "VOUT - C - C - L - Sb - GND": 461,
        "VIN - Sa - C - Sa - C - GND": 462,
        "VIN - Sb - Sa - Sb - L - VOUT": 463,
        "VIN - Sb - Sa - Sb - L - C - GND": 464,
        "VIN - Sb - C - Sb - L - GND": 465,
        "VIN - Sb - C - Sa - L - GND": 466,
        "VIN - L - C - Sa - Sb - GND": 467,
        "VIN - L - Sb - C - C - VOUT": 468,
        "VIN - L - Sb - Sa - C - VOUT": 469,
        "VIN - Sb - L - Sa - Sa - GND": 470,
        "VIN - Sa - L - Sa - Sa - GND": 471,
        "VIN - Sb - L - L - Sb - GND": 472,
        "VOUT - L - L - Sb - GND": 473,
        "VIN - Sb - L - Sb - C - GND": 474,
        "VIN - Sb - L - Sb - L - GND": 475,
        "VOUT - C - Sb - L - Sb - GND": 476,
        "VIN - L - Sb - Sb - Sb - VOUT": 477,
        "VOUT - Sa - C - L - L - GND": 478,
        "VOUT - Sa - Sb - Sa - C - GND": 479,
        "VOUT - Sa - L - Sa - C - GND": 480,
        "VIN - Sb - L - L - L - VOUT": 481,
        "VOUT - L - Sa - Sa - Sb - GND": 482,
        "VIN - L - C - Sb - VOUT": 483,
        "VIN - Sa - Sa - Sb - Sa - GND": 484,
        "VOUT - Sb - L - Sb - Sa - GND": 485,
        "VIN - L - L - Sb - VOUT": 486,
        "VOUT - L - Sb - Sa - C - GND": 487,
        "VIN - L - Sa - Sb - L - VOUT": 488,
        "VIN - C - Sb - Sa - Sa - GND": 489,
        "VIN - Sa - Sb - Sa - Sa - GND": 490,
        "VOUT - C - C - Sb - Sa - GND": 491,
        "VOUT - C - Sb - C - L - GND": 492,
        "VOUT - C - Sb - L - L - GND": 493,
        "VIN - Sa - Sa - Sa - C - VOUT": 494,
        "VOUT - Sb - Sa - Sa - Sa - GND": 495,
        "VOUT - C - C - C - GND": 496,
        "VIN - Sb - C - Sb - Sa - VOUT": 497,
        "VOUT - Sa - C - Sb - Sb - Sb - GND": 498,
        "VOUT - L - L - C - C - GND": 499,
        "VIN - C - C - L - VOUT": 500,
        "VIN - C - L - L - C - GND": 501,
        "VOUT - Sb - Sb - Sa - L - GND": 502,
        "VIN - Sa - Sb - Sa - C - GND": 503,
        "VIN - L - Sa - Sa - L - VOUT": 504,
        "VIN - C - Sb - C - Sa - GND": 505,
        "VOUT - Sa - Sa - L - L - GND": 506,
        "VIN - L - Sa - C - Sa - GND": 507,
        "VOUT - L - Sb - L - L - GND": 508,
        "VIN - L - C - Sb - C - VOUT": 509,
        "VOUT - Sa - Sa - Sa - Sa - GND": 510,
        "VIN - Sa - Sa - L - Sa - GND": 511,
        "VOUT - Sb - L - L - L - GND": 512,
        "VOUT - Sb - L - Sb - L - GND": 513,
        "VIN - C - Sb - L - Sa - GND": 514,
        "VIN - L - L - Sb - C - VOUT": 515,
        "VIN - L - C - L - Sa - VOUT": 516,
        "VOUT - Sa - L - C - Sa - GND": 517,
        "VIN - Sa - Sb - C - Sb - VOUT": 518,
        "VIN - L - C - L - VOUT": 519,
        "VOUT - Sb - Sb - L - L - GND": 520,
        "VIN - Sa - C - L - L - VOUT": 521,
        "VIN - Sb - Sb - Sb - Sa - GND": 522,
        "VOUT - C - L - Sb - L - GND": 523,
        "VOUT - C - L - Sa - L - GND": 524,
        "VOUT - Sb - Sa - Sa - Sb - GND": 525,
        "VIN - L - Sb - L - VOUT": 526,
        "VIN - L - Sa - L - C - L - VOUT": 527,
        "VIN - L - Sa - C - C - GND": 528,
        "VIN - L - L - C - Sb - VOUT": 529,
        "VIN - Sb - Sb - Sb - C - VOUT": 530,
        "VOUT - C - Sb - Sb - L - GND": 531,
        "VOUT - C - Sb - Sa - L - GND": 532,
        "VIN - Sb - Sa - Sb - Sa - VOUT": 533,
        "VIN - Sb - L - L - Sa - GND": 534,
        "VIN - C - L - Sb - L - GND": 535,
        "VOUT - L - C - Sa - L - GND": 536,
        "VOUT - L - Sb - Sb - Sb - C - GND": 537,
        "VIN - L - Sa - Sa - Sb - VOUT": 538,
        "VIN - C - C - C - VOUT": 539,
        "VIN - L - Sa - Sb - L - Sa - GND": 540,
        "VOUT - Sa - Sa - L - Sb - GND": 541,
        "VOUT - L - L - Sa - GND": 542,
        "VIN - Sa - L - Sb - Sa - VOUT": 543,
        "VIN - L - C - Sb - L - VOUT": 544,
        "VIN - C - Sa - L - C - VOUT": 545,
        "VIN - Sa - Sa - L - Sb - VOUT": 546,
        "VOUT - Sb - L - Sa - Sb - GND": 547,
        "VOUT - L - Sa - L - Sb - Sa - GND": 548,
        "VIN - Sb - Sb - L - C - VOUT": 549,
        "VIN - C - Sb - L - C - VOUT": 550,
        "VIN - Sa - C - Sa - L - VOUT": 551,
        "VOUT - C - Sa - L - C - GND": 552,
        "VIN - C - L - Sb - L - VOUT": 553,
        "VIN - Sb - L - Sa - Sb - VOUT": 554,
        "VIN - L - Sb - L - C - VOUT": 555,
        "VOUT - Sb - L - Sb - Sa - Sb - GND": 556,
        "VOUT - Sb - Sa - Sb - Sb - GND": 557,
        "VIN - Sb - Sb - Sa - C - VOUT": 558,
        "VIN - Sb - Sb - C - C - VOUT": 559,
        "VOUT - Sb - Sa - C - C - GND": 560,
        "VIN - Sa - Sb - C - L - GND": 561,
        "VIN - L - Sb - Sa - L - VOUT": 562,
        "VOUT - Sb - Sa - Sa - L - Sb - GND": 563,
        "VOUT - C - Sa - C - L - GND": 564,
        "VOUT - Sb - Sa - Sb - Sa - GND": 565,
        "VOUT - Sb - Sa - Sb - C - GND": 566,
        "VOUT - Sb - Sa - L - C - GND": 567,
        "VIN - Sb - C - Sa - Sb - VOUT": 568,
        "VOUT - L - Sb - L - C - GND": 569,
        "VIN - L - C - Sa - C - VOUT": 570,
        "VIN - Sa - Sa - L - Sb - Sb - GND": 571,
        "VOUT - Sa - L - Sb - Sb - GND": 572,
        "VIN - Sb - Sa - L - C - VOUT": 573,
        "VIN - Sb - L - Sa - Sb - GND": 574,
        "VOUT - C - L - L - Sb - GND": 575,
        "VOUT - Sa - Sb - C - Sb - GND": 576,
        "VIN - L - L - Sa - C - VOUT": 577,
        "VIN - L - L - Sa - L - VOUT": 578,
        "VOUT - Sb - C - Sa - C - GND": 579,
        "VOUT - L - L - L - C - GND": 580,
        "VOUT - C - Sa - L - Sb - GND": 581,
        "VOUT - Sb - C - Sa - Sa - GND": 582,
        "VIN - Sb - L - L - Sa - L - GND": 583,
        "VIN - L - Sa - L - L - GND": 584,
        "VIN - C - Sb - L - Sb - VOUT": 585,
        "VIN - Sa - Sb - L - Sb - VOUT": 586,
        "VIN - C - L - L - L - GND": 587,
        "VOUT - L - Sb - L - Sb - GND": 588,
        "VIN - Sb - Sa - C - Sb - GND": 589,
        "VIN - L - L - L - L - GND": 590,
        "VIN - L - Sb - C - L - Sa - VOUT": 591,
        "VOUT - Sa - C - Sa - C - GND": 592,
        "VOUT - Sb - Sb - C - C - GND": 593,
        "VOUT - Sb - Sb - L - C - GND": 594,
        "VOUT - Sb - Sb - L - Sb - GND": 595,
        "VIN - Sb - Sa - Sa - Sb - VOUT": 596,
        "VIN - Sa - Sb - L - L - L - GND": 597,
        "VIN - Sb - Sa - L - Sa - GND": 598,
        "VOUT - Sb - C - Sb - C - GND": 599,
        "VOUT - Sa - L - C - L - GND": 600,
        "VOUT - Sa - L - L - L - GND": 601,
        "VOUT - Sa - C - C - Sa - GND": 602,
        "VIN - Sa - Sb - C - Sa - L - GND": 603,
        "VOUT - L - Sa - C - L - GND": 604,
        "VOUT - Sb - Sa - C - Sb - GND": 605,
        "VOUT - Sb - Sb - Sa - Sb - GND": 606,
        "VIN - Sb - L - Sa - L - GND": 607,
        "VOUT - L - Sb - Sb - GND": 608,
        "VIN - Sa - C - L - Sa - GND": 609,
        "VIN - Sb - Sb - Sb - L - GND": 610,
        "VOUT - Sb - L - Sb - C - GND": 611,
        "VIN - L - L - Sa - Sb - GND": 612,
        "VOUT - Sa - C - L - Sb - GND": 613,
        "VIN - Sa - C - Sb - L - GND": 614,
        "VIN - C - Sa - L - Sa - GND": 615,
        "VIN - C - Sa - Sa - Sa - GND": 616,
        "VOUT - Sa - C - Sa - Sa - Sa - GND": 617,
        "VOUT - L - C - L - Sa - L - GND": 618,
        "VOUT - C - Sb - C - Sa - GND": 619,
        "VOUT - Sa - Sa - Sb - L - GND": 620,
        "VIN - Sb - C - Sa - Sb - GND": 621,
        "VIN - Sb - Sa - Sb - Sb - C - GND": 622,
        "VOUT - Sa - Sb - Sb - C - GND": 623,
        "VOUT - C - Sb - Sa - L - Sa - GND": 624,
        "VOUT - L - Sb - Sa - Sb - GND": 625,
        "VIN - Sa - Sa - Sb - C - VOUT": 626,
        "VOUT - Sb - C - Sa - Sb - GND": 627,
        "VIN - Sb - Sb - C - L - VOUT": 628,
        "VIN - L - Sb - L - Sa - VOUT": 629,
        "VOUT - L - Sa - L - Sa - GND": 630,
        "VIN - L - L - Sa - Sb - VOUT": 631,
        "VIN - Sa - Sb - Sb - C - VOUT": 632,
        "VIN - C - Sb - L - Sb - GND": 633,
        "VIN - C - L - Sa - C - GND": 634,
        "VIN - Sa - C - Sb - L - VOUT": 635,
        "VIN - Sa - Sb - Sa - Sb - C - GND": 636,
        "VOUT - Sa - L - Sa - L - GND": 637,
        "VIN - Sb - Sa - C - L - VOUT": 638,
        "VOUT - C - C - Sb - L - GND": 639,
        "VOUT - Sa - C - Sa - L - GND": 640,
        "VIN - L - Sa - L - C - VOUT": 641,
        "VIN - L - C - L - Sa - GND": 642,
        "VOUT - C - L - Sb - Sa - GND": 643,
        "VOUT - L - L - Sa - Sa - GND": 644,
        "VOUT - L - Sa - Sb - Sa - GND": 645,
        "VIN - L - C - Sb - Sa - GND": 646,
        "VOUT - Sa - Sa - C - L - GND": 647,
        "VIN - C - L - Sb - Sa - GND": 648,
        "VIN - Sb - L - Sa - L - VOUT": 649,
        "VOUT - C - Sb - Sa - Sb - GND": 650,
        "VOUT - L - L - Sb - Sb - GND": 651,
        "VIN - C - L - Sa - L - VOUT": 652,
        "VOUT - L - Sa - Sb - C - GND": 653,
        "VIN - Sa - Sb - C - Sa - GND": 654,
        "VOUT - Sa - Sa - C - Sa - GND": 655,
        "VIN - C - L - L - Sb - GND": 656,
        "VIN - Sb - Sa - Sa - C - VOUT": 657,
        "VIN - Sb - Sb - Sb - Sb - VOUT": 658,
        "VOUT - C - Sb - Sb - Sa - GND": 659,
        "VIN - C - Sa - Sa - VOUT": 660,
        "VIN - C - L - L - Sa - VOUT": 661,
        "VIN - Sa - L - L - Sa - VOUT": 662,
        "VIN - L - Sb - C - Sb - GND": 663,
        "VOUT - C - Sa - L - L - GND": 664,
        "VIN - Sb - C - L - Sb - GND": 665,
        "VOUT - Sb - C - Sa - Sa - Sa - GND": 666,
        "VIN - Sa - C - Sa - Sb - GND": 667,
        "VIN - Sa - L - Sa - Sb - C - VOUT": 668,
        "VIN - Sa - L - Sa - Sb - GND": 669,
        "VIN - Sb - Sa - L - Sa - Sb - GND": 670,
        "VIN - L - Sb - Sb - C - VOUT": 671,
        "VOUT - Sb - L - C - Sa - GND": 672,
        "VOUT - Sb - Sb - L - Sa - GND": 673,
        "VOUT - Sa - Sa - C - C - GND": 674,
        "VIN - Sa - C - Sb - C - VOUT": 675,
        "VIN - L - Sb - Sa - L - GND": 676,
        "VIN - Sa - Sb - C - L - VOUT": 677,
        "VIN - Sa - C - C - L - VOUT": 678,
        "VIN - Sa - L - Sa - Sb - L - VOUT": 679,
        "VIN - L - Sa - Sa - Sb - GND": 680,
        "VIN - Sa - L - Sa - C - VOUT": 681,
        "VIN - L - Sb - L - Sb - VOUT": 682,
        "VOUT - Sb - Sb - C - Sb - GND": 683,
        "VIN - Sb - Sb - C - C - GND": 684,
        "VIN - Sa - C - L - Sb - C - GND": 685,
        "VOUT - Sb - C - L - C - GND": 686,
        "VIN - L - L - L - Sb - GND": 687,
        "VIN - L - C - Sb - C - GND": 688,
        "VOUT - L - L - Sb - C - GND": 689,
        "VIN - Sa - C - Sa - L - GND": 690,
        "VIN - Sb - Sa - Sb - Sb - GND": 691,
        "VIN - C - Sa - L - Sb - GND": 692,
        "VIN - L - Sb - Sa - Sb - GND": 693,
        "VOUT - L - L - Sa - L - Sa - GND": 694,
        "VOUT - Sa - L - C - C - GND": 695,
        "VIN - Sa - C - Sb - Sa - VOUT": 696,
        "VOUT - L - Sb - Sb - Sb - GND": 697,
        "VIN - Sb - Sa - Sa - Sa - Sb - GND": 698,
        "VOUT - C - Sa - Sb - C - GND": 699,
        "VIN - Sa - C - C - Sa - GND": 700,
        "VIN - Sb - C - Sb - Sa - GND": 701,
        "VOUT - Sb - Sb - C - Sa - GND": 702,
        "VOUT - L - Sb - C - Sa - GND": 703,
        "VOUT - Sa - L - C - Sb - GND": 704,
        "VOUT - L - Sb - L - Sa - Sb - GND": 705,
        "VOUT - Sa - L - L - Sb - GND": 706,
        "VOUT - Sa - Sa - C - Sb - Sa - GND": 707,
        "VIN - Sa - C - L - C - GND": 708,
        "VIN - Sb - L - C - C - VOUT": 709,
        "VIN - L - Sb - C - Sa - VOUT": 710,
        "VOUT - L - L - L - L - GND": 711,
        "VIN - L - L - C - Sa - GND": 712,
        "VIN - Sa - L - L - Sb - GND": 713,
        "VIN - L - L - Sb - Sa - L - VOUT": 714,
        "VOUT - Sb - L - L - C - GND": 715,
        "VIN - C - C - Sb - Sb - VOUT": 716,
        "VIN - L - Sa - L - Sb - GND": 717,
        "VIN - L - L - C - C - GND": 718,
        "VOUT - Sb - L - Sb - L - C - GND": 719,
        "VIN - L - Sa - Sa - C - VOUT": 720,
        "VIN - L - Sb - Sb - L - GND": 721,
        "VIN - Sb - Sa - Sb - Sb - VOUT": 722,
        "VOUT - Sb - Sb - Sa - Sa - GND": 723,
        "VIN - Sa - Sb - Sa - L - L - VOUT": 724,
        "VIN - Sa - L - Sa - L - VOUT": 725,
        "VIN - Sa - Sb - Sb - Sa - VOUT": 726,
        "VIN - C - L - C - L - GND": 727,
        "VIN - Sb - L - C - L - GND": 728,
        "VIN - L - C - L - C - VOUT": 729,
        "VOUT - Sa - Sa - C - Sb - GND": 730,
        "VIN - Sa - C - Sa - L - Sb - GND": 731,
        "VOUT - C - L - Sb - Sb - GND": 732,
        "VIN - C - Sa - Sa - GND": 733,
        "VOUT - Sa - C - Sa - Sa - GND": 734,
        "VOUT - L - L - C - L - GND": 735,
        "VOUT - L - C - Sa - L - Sa - GND": 736,
        "VOUT - L - C - L - Sa - GND": 737,
        "VIN - C - L - Sb - C - VOUT": 738,
        "VOUT - L - Sb - L - Sa - GND": 739,
        "VIN - Sa - C - Sb - Sb - GND": 740,
        "VIN - L - L - C - L - VOUT": 741,
        "VOUT - C - Sa - Sa - L - GND": 742,
        "VOUT - Sa - C - L - C - GND": 743,
        "VIN - C - Sb - C - Sb - VOUT": 744,
        "VIN - Sa - Sb - C - Sb - GND": 745,
        "VIN - L - Sb - Sb - Sa - GND": 746,
        "VOUT - C - Sb - C - L - Sa - GND": 747,
        "VIN - L - C - L - L - GND": 748,
        "VIN - L - Sb - L - C - GND": 749,
        "VIN - L - L - Sb - Sa - GND": 750,
        "VOUT - L - L - Sb - Sa - GND": 751,
        "VIN - L - Sb - L - Sb - GND": 752,
        "VIN - Sa - L - L - Sb - Sa - VOUT": 753,
        "VOUT - Sa - L - C - Sb - Sb - GND": 754,
        "VIN - Sa - C - Sa - Sa - GND": 755,
        "VOUT - Sa - L - Sa - Sa - GND": 756,
        "VOUT - Sa - Sb - Sa - L - L - GND": 757,
        "VOUT - L - Sa - Sb - L - GND": 758,
        "VIN - L - L - L - C - GND": 759,
        "VOUT - L - Sb - Sb - Sa - L - GND": 760,
        "VOUT - Sb - C - C - L - GND": 761,
        "VIN - L - Sa - L - L - VOUT": 762,
        "VIN - Sa - L - C - Sb - VOUT": 763,
        "VIN - C - L - C - Sa - VOUT": 764,
        "VIN - C - C - Sa - L - VOUT": 765,
        "VOUT - Sb - Sa - Sb - L - Sa - GND": 766,
        "VIN - Sb - Sa - Sa - Sa - C - GND": 767,
        "VOUT - Sa - Sa - Sa - Sa - Sa - GND": 768,
        "VIN - C - Sa - Sb - C - GND": 769,
        "VOUT - C - Sb - Sb - C - GND": 770,
        "VIN - C - Sb - Sb - C - GND": 771,
        "VIN - L - L - Sa - L - GND": 772,
        "VOUT - C - C - Sb - C - GND": 773,
        "VIN - L - Sa - L - Sa - VOUT": 774,
        "VIN - Sa - Sa - C - Sb - GND": 775,
        "VOUT - C - L - L - C - GND": 776,
        "VIN - L - Sa - L - Sa - C - VOUT": 777,
        "VIN - Sa - Sb - Sb - L - GND": 778,
        "VIN - Sa - Sb - Sb - Sb - GND": 779,
        "VIN - Sb - C - C - L - VOUT": 780,
        "VIN - C - Sb - Sa - C - VOUT": 781,
        "VIN - Sb - Sa - Sb - L - GND": 782,
        "VOUT - Sa - Sb - Sa - Sb - L - GND": 783,
        "VIN - Sa - Sb - Sa - Sb - C - VOUT": 784,
        "VIN - L - Sa - Sa - L - L - GND": 785,
        "VIN - Sa - Sb - C - C - VOUT": 786,
        "VIN - Sa - Sb - Sa - L - Sb - VOUT": 787,
        "VIN - Sb - C - C - L - GND": 788,
        "VIN - C - Sb - Sb - L - GND": 789,
        "VOUT - L - L - Sb - Sa - Sb - GND": 790,
        "VOUT - L - Sb - Sb - L - GND": 791,
        "VIN - L - Sa - Sa - L - GND": 792,
        "VIN - Sb - Sb - L - L - GND": 793,
        "VOUT - Sb - Sb - Sb - L - L - GND": 794,
        "VIN - Sa - Sb - Sb - L - VOUT": 795,
        "VIN - C - L - L - Sa - GND": 796,
        "VIN - Sa - Sa - Sb - Sb - L - GND": 797,
        "VIN - Sa - Sb - Sa - Sb - GND": 798,
        "VOUT - C - Sa - Sb - L - GND": 799,
        "VOUT - L - C - Sb - L - GND": 800,
        "VIN - C - L - L - C - VOUT": 801,
        "VIN - C - Sa - Sb - Sa - VOUT": 802,
        "VOUT - L - Sb - Sb - Sa - Sa - GND": 803,
        "VIN - Sb - Sb - L - Sb - GND": 804,
        "VOUT - Sb - C - C - Sa - GND": 805,
        "VIN - Sa - Sa - Sa - C - GND": 806,
        "VIN - L - Sa - Sb - Sa - VOUT": 807,
        "VIN - L - C - Sa - L - GND": 808,
        "VIN - Sb - Sa - Sa - L - C - GND": 809,
        "VOUT - Sb - Sa - Sa - L - L - GND": 810,
        "VIN - L - Sb - Sb - Sa - VOUT": 811,
        "VIN - Sb - Sa - Sb - L - C - VOUT": 812,
        "VIN - Sb - C - Sb - C - VOUT": 813,
        "VIN - Sb - L - L - C - Sa - VOUT": 814,
        "VIN - Sb - L - Sb - Sb - GND": 815,
        "VIN - Sb - Sa - Sa - C - L - GND": 816,
        "VIN - L - Sb - C - L - GND": 817,
        "VIN - Sb - C - Sa - Sa - GND": 818,
        "VIN - L - Sa - Sb - Sb - VOUT": 819,
        "VIN - Sa - C - C - Sa - VOUT": 820,
        "VIN - Sa - Sb - Sa - Sa - C - VOUT": 821,
        "VOUT - Sa - L - Sa - Sb - GND": 822,
        "VIN - C - Sa - C - Sa - GND": 823,
        "VIN - C - Sb - Sa - L - GND": 824,
        "VIN - L - L - C - L - GND": 825,
        "VIN - Sb - L - Sb - Sa - VOUT": 826,
        "VOUT - L - Sa - Sb - Sb - Sa - GND": 827,
        "VIN - C - C - L - Sa - VOUT": 828,
        "VIN - L - L - Sb - C - GND": 829,
        "VIN - C - Sa - L - Sa - VOUT": 830,
        "VOUT - C - C - Sa - Sa - GND": 831,
        "VIN - Sa - Sa - L - C - VOUT": 832,
        "VIN - L - L - Sa - Sa - L - GND": 833,
        "VIN - Sa - L - Sa - Sb - C - GND": 834,
        "VOUT - L - Sb - Sa - L - C - GND": 835,
        "VIN - L - Sb - L - C - Sa - GND": 836,
        "VIN - Sb - Sb - L - Sa - Sa - GND": 837,
        "VOUT - Sb - L - Sa - Sa - GND": 838,
        "VIN - C - Sb - C - Sb - GND": 839,
        "VOUT - L - Sb - Sa - L - GND": 840,
        "VIN - L - Sa - Sa - Sa - GND": 841,
        "VIN - L - Sb - C - C - GND": 842,
        "VIN - L - Sb - Sa - Sa - GND": 843,
        "VOUT - Sa - L - Sb - Sa - Sa - GND": 844,
        "VIN - Sa - Sa - Sa - Sa - VOUT": 845,
        "VIN - L - Sb - Sb - C - L - GND": 846,
        "VIN - L - Sa - L - Sa - Sb - VOUT": 847,
        "VIN - Sb - Sa - L - L - Sa - VOUT": 848,
        "VIN - L - L - L - C - Sa - GND": 849,
        "VOUT - L - Sa - C - Sa - GND": 850,
        "VIN - Sb - L - Sa - L - Sb - GND": 851,
        "VOUT - L - Sa - L - Sb - GND": 852,
        "VOUT - C - Sa - C - Sb - GND": 853,
        "VOUT - Sa - Sb - Sb - Sb - L - GND": 854,
        "VIN - L - L - Sa - Sa - VOUT": 855,
        "VIN - Sa - Sb - Sa - Sb - VOUT": 856,
        "VIN - C - Sa - Sb - C - VOUT": 857,
        "VOUT - Sb - L - Sa - Sb - L - GND": 858,
        "VOUT - L - C - Sa - Sb - GND": 859,
        "VOUT - L - C - Sa - C - GND": 860,
        "VIN - Sb - C - Sa - C - VOUT": 861,
        "VIN - Sb - Sa - L - L - VOUT": 862,
        "VIN - Sb - C - L - L - GND": 863,
        "VOUT - Sa - Sb - C - Sa - L - GND": 864,
        "VOUT - Sa - Sb - Sb - Sa - C - GND": 865,
        "VIN - L - L - C - L - Sa - VOUT": 866,
        "VIN - Sa - Sb - Sb - L - L - VOUT": 867,
        "VOUT - Sb - Sb - Sb - Sb - GND": 868,
        "VIN - Sb - Sb - L - L - L - VOUT": 869,
        "VIN - Sa - Sb - L - Sa - VOUT": 870,
        "VIN - L - Sb - Sb - Sb - C - VOUT": 871,
        "VOUT - L - Sa - Sb - L - Sb - GND": 872,
        "VIN - C - C - L - Sb - GND": 873,
        "VIN - L - L - Sb - L - VOUT": 874,
        "VIN - L - L - L - C - Sa - VOUT": 875,
        "VOUT - C - Sb - Sa - Sa - GND": 876,
        "VIN - L - L - Sb - Sa - VOUT": 877,
        "VIN - Sb - C - C - Sb - VOUT": 878,
        "VOUT - L - Sa - L - Sb - C - GND": 879,
        "VIN - L - Sa - C - Sb - VOUT": 880,
        "VOUT - Sb - Sa - Sa - Sb - Sa - GND": 881,
        "VIN - L - Sb - C - Sa - GND": 882,
        "VIN - L - Sa - C - Sb - GND": 883,
        "VIN - C - L - L - L - VOUT": 884,
        "VOUT - L - Sb - Sa - Sa - GND": 885,
        "VIN - Sa - Sa - C - Sa - Sb - GND": 886,
        "VIN - Sa - L - C - Sa - VOUT": 887,
        "VIN - Sb - Sb - Sb - C - L - GND": 888,
        "VOUT - Sb - L - C - L - Sb - GND": 889,
        "VIN - Sa - L - Sb - Sa - GND": 890,
        "VOUT - L - Sa - L - Sb - Sb - GND": 891,
        "VIN - C - Sb - C - Sa - VOUT": 892,
        "VIN - C - Sa - Sa - Sb - VOUT": 893,
        "VIN - Sb - L - Sb - C - Sa - GND": 894,
        "VOUT - Sb - Sb - C - L - Sb - GND": 895,
        "VIN - Sb - Sa - Sa - L - L - VOUT": 896,
        "VOUT - C - Sb - L - Sb - Sa - GND": 897,
        "VIN - L - Sb - Sb - Sb - L - VOUT": 898,
        "VIN - Sb - Sa - L - Sa - VOUT": 899,
        "VIN - Sa - Sb - Sa - Sb - Sa - GND": 900,
        "VOUT - Sb - Sa - L - Sa - GND": 901,
        "VIN - Sb - Sb - Sa - Sa - VOUT": 902,
        "VOUT - Sa - Sa - Sb - Sb - C - GND": 903,
        "VIN - Sb - L - L - C - L - VOUT": 904,
        "VIN - Sa - L - Sa - Sa - VOUT": 905,
        "VIN - Sb - L - L - L - C - GND": 906,
        "VIN - Sa - L - L - L - VOUT": 907,
        "VIN - C - Sa - Sb - Sa - GND": 908,
        "VOUT - Sa - L - C - L - Sa - GND": 909,
        "VIN - L - Sb - Sb - C - GND": 910,
        "VOUT - L - Sa - Sa - L - Sb - GND": 911,
        "VOUT - L - C - L - C - GND": 912,
        "VIN - C - C - Sa - L - GND": 913,
        "VIN - Sb - Sa - Sa - Sa - GND": 914,
        "VIN - L - Sa - Sb - Sa - GND": 915,
        "VIN - Sa - C - Sb - Sa - GND": 916,
        "VOUT - Sb - Sa - C - Sa - GND": 917,
        "VIN - Sb - Sb - Sb - L - C - GND": 918,
        "VOUT - L - L - Sa - Sb - GND": 919,
        "VIN - Sa - Sa - L - Sa - VOUT": 920,
        "VIN - C - C - Sa - Sb - GND": 921,
        "VIN - Sb - Sb - L - L - Sb - VOUT": 922,
        "VIN - Sb - C - Sa - C - GND": 923,
        "VIN - Sb - L - L - C - L - GND": 924,
        "VIN - Sb - Sb - C - Sa - VOUT": 925,
        "VOUT - C - C - L - L - GND": 926,
        "VOUT - Sa - Sa - Sb - C - L - GND": 927,
        "VIN - L - Sb - L - Sa - GND": 928,
        "VIN - L - C - Sb - Sa - VOUT": 929,
        "VIN - Sa - Sb - Sa - Sb - Sa - VOUT": 930,
        "VIN - C - Sa - L - Sb - VOUT": 931,
        "VOUT - L - C - C - Sa - GND": 932,
        "VOUT - L - L - C - Sa - GND": 933,
        "VIN - C - C - L - L - VOUT": 934,
        "VIN - Sa - C - Sa - Sb - VOUT": 935,
        "VIN - L - Sa - Sa - C - GND": 936,
        "VOUT - Sb - C - L - L - GND": 937,
        "VIN - L - Sa - L - L - C - GND": 938,
        "VIN - C - Sa - Sa - Sb - GND": 939,
        "VOUT - Sa - Sa - Sb - L - Sa - GND": 940,
        "VOUT - Sb - C - Sa - Sa - Sb - GND": 941,
        "VIN - Sb - C - L - C - VOUT": 942,
        "VIN - L - C - Sa - C - GND": 943,
        "VIN - Sa - C - C - L - GND": 944,
        "VOUT - Sa - Sa - Sa - L - GND": 945,
        "VIN - C - Sa - Sa - C - VOUT": 946,
        "VOUT - Sa - Sb - Sa - L - C - GND": 947,
        "VIN - Sb - L - L - Sb - VOUT": 948,
        "VIN - Sa - L - L - Sb - C - GND": 949,
        "VIN - L - Sa - Sb - L - Sb - VOUT": 950,
        "VIN - Sa - Sb - L - C - L - VOUT": 951,
        "VIN - L - L - Sa - Sa - GND": 952,
        "VIN - L - Sa - Sa - C - Sa - GND": 953,
        "VIN - C - C - L - L - GND": 954,
        "VOUT - C - C - L - Sa - GND": 955,
        "VOUT - Sa - L - Sb - Sa - L - GND": 956,
        "VIN - Sa - Sa - Sa - Sa - L - VOUT": 957,
        "VIN - Sb - L - L - Sb - Sa - GND": 958,
        "VIN - Sa - L - C - L - VOUT": 959,
        "VIN - L - Sb - L - L - VOUT": 960,
        "VOUT - Sa - L - Sa - Sa - Sb - GND": 961,
        "VIN - C - L - Sa - C - VOUT": 962,
        "VIN - Sa - L - Sb - L - Sb - GND": 963,
        "VIN - L - L - Sb - L - GND": 964,
        "VOUT - L - L - Sb - L - GND": 965,
        "VIN - Sa - Sa - Sb - Sb - VOUT": 966,
        "VIN - Sb - L - Sa - C - Sa - GND": 967,
        "VIN - Sa - L - C - C - VOUT": 968,
        "VOUT - Sa - C - Sb - L - L - GND": 969,
        "VIN - C - Sa - L - C - GND": 970,
        "VIN - L - L - L - C - VOUT": 971,
        "VIN - L - L - C - C - VOUT": 972,
        "VOUT - L - Sa - L - L - GND": 973,
        "VIN - C - Sa - C - Sa - VOUT": 974,
        "VIN - Sa - Sb - L - L - VOUT": 975,
        "VIN - Sa - Sb - Sa - C - VOUT": 976,
        "VIN - L - L - Sa - L - L - GND": 977,
        "VOUT - L - Sa - L - L - L - GND": 978,
        "VIN - L - C - C - L - VOUT": 979,
        "VIN - L - L - Sb - Sa - C - GND": 980,
        "VIN - Sb - Sb - Sb - Sa - VOUT": 981,
        "VIN - Sa - C - L - Sa - VOUT": 982,
        "VIN - L - C - C - Sb - GND": 983,
        "VIN - L - L - C - Sb - GND": 984,
        "VIN - C - C - Sb - Sb - GND": 985,
        "VIN - L - Sb - Sa - Sa - VOUT": 986,
        "VIN - L - L - C - L - Sb - GND": 987,
        "VOUT - C - Sb - Sb - Sb - GND": 988,
        "VIN - L - Sa - Sa - L - Sa - GND": 989,
        "VOUT - C - Sa - Sa - Sa - GND": 990,
        "VIN - C - L - Sb - Sa - VOUT": 991,
        "VOUT - Sb - Sa - Sb - Sb - Sb - GND": 992,
        "VIN - C - C - Sb - L - VOUT": 993,
        "VIN - L - Sb - C - Sb - VOUT": 994,
        "VOUT - L - Sa - C - L - Sb - GND": 995,
        "VIN - Sb - L - L - C - Sa - GND": 996,
        "VOUT - Sa - L - L - Sb - Sa - GND": 997,
        "VIN - Sa - L - Sb - Sb - GND": 998,
        "VIN - L - Sa - Sa - L - C - VOUT": 999,
        "VIN - L - Sb - C - Sb - Sb - VOUT": 1000,
        "VIN - L - Sa - Sa - L - Sa - VOUT": 1001,
        "VOUT - L - L - Sa - L - GND": 1002,
        "VOUT - Sa - Sa - Sa - L - Sb - GND": 1003,
        "VIN - L - C - Sa - L - VOUT": 1004,
        "VIN - L - Sa - C - C - VOUT": 1005,
        "VIN - Sa - Sb - Sa - Sa - Sb - VOUT": 1006,
        "VIN - L - Sa - L - C - Sb - GND": 1007,
        "VIN - L - Sb - Sa - Sb - Sa - GND": 1008,
        "VIN - L - L - Sa - Sa - C - VOUT": 1009,
        "VIN - Sb - L - Sa - Sa - VOUT": 1010,
        "VOUT - Sb - C - Sb - Sb - Sa - GND": 1011,
        "VIN - Sb - L - C - Sb - VOUT": 1012,
        "VOUT - L - Sb - Sb - Sa - Sb - GND": 1013,
        "VIN - L - Sb - Sa - C - Sa - GND": 1014,
        "VOUT - L - Sb - L - L - Sb - GND": 1015,
        "VIN - Sb - C - Sb - Sb - GND": 1016,
        "VIN - C - Sa - Sa - Sa - VOUT": 1017,
        "VOUT - C - C - Sa - Sb - GND": 1018,
        "VIN - C - Sa - Sa - L - VOUT": 1019,
        "VIN - C - Sb - C - L - GND": 1020,
        "VIN - Sb - L - Sb - C - Sb - GND": 1021,
        "VIN - Sa - Sb - C - Sa - VOUT": 1022,
        "VIN - L - Sa - Sa - Sa - VOUT": 1023,
        "VOUT - Sa - Sa - Sa - L - C - GND": 1024,
        "VIN - L - C - Sb - L - GND": 1025,
        "VIN - L - Sa - L - Sb - VOUT": 1026,
        "VIN - C - L - Sa - L - GND": 1027,
        "VOUT - L - L - Sa - L - Sb - GND": 1028,
        "VIN - L - C - Sa - Sb - VOUT": 1029,
        "VOUT - C - Sa - Sb - Sb - L - GND": 1030,
        "VIN - Sb - Sb - L - Sa - L - GND": 1031,
        "VOUT - C - C - Sa - L - GND": 1032,
        "VOUT - L - Sa - Sb - C - L - GND": 1033,
        "VOUT - Sa - L - L - Sb - L - GND": 1034,
        "VIN - Sa - Sb - Sa - Sa - VOUT": 1035
    },
    "idx2word": {
        "0": "<pad>",
        "1": "<unk>",
        "2": "VIN - Sa - Sb - VOUT",
        "3": "VIN - Sa - Sa - C - VOUT",
        "4": "VIN - Sa - Sb - C - C - GND",
        "5": "VIN - Sa - Sa - C - GND",
        "6": "VOUT - C - C - GND",
        "7": "VOUT - Sb - Sa - C - GND",
        "8": "VIN - Sb - VOUT",
        "9": "VIN - L - Sb - VOUT",
        "10": "VIN - L - L - VOUT",
        "11": "VIN - Sb - C - GND",
        "12": "VIN - L - Sb - C - GND",
        "13": "VIN - L - L - C - GND",
        "14": "VOUT - C - GND",
        "15": "VIN - L - Sb - Sb - L - VOUT",
        "16": "VIN - L - Sa - L - VOUT",
        "17": "VIN - L - Sb - GND",
        "18": "VIN - L - Sa - Sb - GND",
        "19": "VOUT - L - Sb - GND",
        "20": "VOUT - L - Sa - Sb - GND",
        "21": "VIN - Sb - C - VOUT",
        "22": "VIN - Sb - C - Sa - GND",
        "23": "VIN - Sb - C - C - Sa - GND",
        "24": "VOUT - C - Sa - GND",
        "25": "VIN - Sb - L - L - C - VOUT",
        "26": "VIN - Sb - Sa - VOUT",
        "27": "VIN - Sb - L - GND",
        "28": "VIN - Sb - Sa - C - L - GND",
        "29": "VOUT - C - L - GND",
        "30": "VOUT - Sa - L - GND",
        "31": "VIN - Sa - L - L - VOUT",
        "32": "VIN - Sa - C - GND",
        "33": "VOUT - L - L - Sa - C - GND",
        "34": "VOUT - L - L - C - GND",
        "35": "VIN - C - L - VOUT",
        "36": "VIN - Sa - VOUT",
        "37": "VIN - Sb - L - L - GND",
        "38": "VIN - C - L - GND",
        "39": "VIN - Sa - L - L - GND",
        "40": "VOUT - Sb - C - L - GND",
        "41": "VOUT - L - L - GND",
        "42": "VOUT - Sa - C - L - GND",
        "43": "VIN - Sb - Sb - C - Sb - GND",
        "44": "VIN - Sb - L - Sb - GND",
        "45": "VOUT - Sb - C - Sb - GND",
        "46": "VIN - C - VOUT",
        "47": "VIN - C - GND",
        "48": "VIN - C - Sa - GND",
        "49": "VIN - Sb - Sa - GND",
        "50": "VOUT - C - C - Sa - GND",
        "51": "VOUT - C - Sb - Sa - GND",
        "52": "VOUT - Sb - Sa - C - L - GND",
        "53": "VOUT - Sb - C - GND",
        "54": "VOUT - Sa - C - GND",
        "55": "VIN - Sb - L - VOUT",
        "56": "VIN - Sb - L - L - C - GND",
        "57": "VIN - Sb - L - Sa - C - GND",
        "58": "VOUT - L - C - GND",
        "59": "VIN - C - Sa - L - VOUT",
        "60": "VIN - C - C - GND",
        "61": "VIN - Sa - L - Sa - C - GND",
        "62": "VOUT - L - Sa - C - GND",
        "63": "VOUT - Sa - C - C - GND",
        "64": "VIN - C - Sb - Sb - L - VOUT",
        "65": "VIN - Sa - L - VOUT",
        "66": "VIN - C - Sb - GND",
        "67": "VIN - Sa - Sb - GND",
        "68": "VOUT - L - Sa - C - Sb - GND",
        "69": "VIN - L - C - VOUT",
        "70": "VOUT - C - L - C - Sb - GND",
        "71": "VOUT - C - L - Sa - Sb - GND",
        "72": "VIN - Sb - Sb - C - GND",
        "73": "VIN - C - Sb - VOUT",
        "74": "VOUT - Sb - C - C - GND",
        "75": "VIN - C - L - Sb - GND",
        "76": "VIN - C - L - L - GND",
        "77": "VIN - Sa - L - GND",
        "78": "VOUT - C - Sa - Sb - GND",
        "79": "VOUT - C - Sa - L - GND",
        "80": "VIN - Sb - C - L - GND",
        "81": "VOUT - Sb - Sb - L - GND",
        "82": "VIN - Sa - C - Sa - VOUT",
        "83": "VIN - Sa - Sa - VOUT",
        "84": "VIN - Sa - C - C - GND",
        "85": "VIN - Sa - C - VOUT",
        "86": "VIN - Sa - Sb - Sa - GND",
        "87": "VIN - L - Sb - Sa - GND",
        "88": "VIN - Sb - C - C - Sb - GND",
        "89": "VIN - Sb - L - C - Sb - GND",
        "90": "VOUT - C - C - Sb - GND",
        "91": "VOUT - L - C - Sb - GND",
        "92": "VIN - Sb - Sb - VOUT",
        "93": "VIN - Sb - Sa - C - GND",
        "94": "VIN - Sa - L - C - GND",
        "95": "VIN - L - L - L - Sb - VOUT",
        "96": "VIN - L - C - L - Sb - VOUT",
        "97": "VIN - L - L - GND",
        "98": "VIN - L - C - GND",
        "99": "VOUT - Sb - L - GND",
        "100": "VOUT - Sa - Sb - C - GND",
        "101": "VIN - Sb - Sa - Sa - GND",
        "102": "VOUT - Sa - Sb - Sa - Sa - GND",
        "103": "VOUT - Sa - C - Sa - GND",
        "104": "VIN - Sa - L - Sb - GND",
        "105": "VIN - C - Sb - C - VOUT",
        "106": "VIN - L - Sb - C - VOUT",
        "107": "VIN - Sa - Sb - C - GND",
